traitements/app/Http/Livewire/Medicaments.php

select * from `medicaments`
---
    public function render()
    {
        $this->medicaments = ModelsMedicaments::all();